{
  "plugins": {
    "colorbuddy": {
      "src": "https://github.com/tjdevries/colorbuddy.nvim"
    },
    "colorbuddy.nvim": {
      "src": "https://github.com/tjdevries/colorbuddy.nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "noirblaze-vim": {
      "src": "https://github.com/n1ghtmare/noirblaze-vim"
    },
    "noirbuddy": {
      "src": "https://github.com/jesseleite/noirbuddy.nvim"
    },
    "noirbuddy.nvim": {
      "src": "https://github.com/jesseleite/noirbuddy.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-noirbuddy": {
      "src": "https://github.com/jesseleite/nvim-noirbuddy"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "rainbow_parentheses.vim": {
      "src": "https://github.com/junegunn/rainbow_parentheses.vim"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-workspace": {
      "src": "https://github.com/thaerkh/vim-workspace"
    }
  }
}
